/* Generic strings */
"OK" = "OK";
"CONTINUE" = "Dalej";
"CANCEL" = "Anuluj";
"ENABLE" = "Włącz";
"DISABLE" = "Wyłącz";
"SAVE" = "Zachowaj";
"QUIT" = "Zakończ";
"YES" = "Tak";
"NO" = "Nie";
"ADD" = "Dodaj";
"IGNORE" = "Ignoruj";
"DELETED" = "Usunięte";
"CHANGE" = "Zmień…";
"HELP..." = "Pomoc…";
"SYSTEM" = "System";
"CONFIGURE..." = "Konfiguruj…";
"SELECT_BUDDY" = "Zaznacz znajomego";
"INFO..." = "Informacje…";
"ENABLED" = "Włączone";
"DISABLED" = "Wyłączone";
"OFF" = "Wyłączone";
"SET" = "Ustaw…";
"DETAILS" = "Szczegóły…";
//"UNPAIR" = "Unpair";
"NEW" = "Nowa:";
"NEW_ACCOUNT" = "Nowe konto:";
"LOGOUT" = "Wyloguj się";
"RESTART" = "Uruchom ponownie";
"REVEAL_IN_FINDER" = "Pokaż w Finderze";

"PUBLIC_SHAREPOINT_NAME" = "Katalog publiczny (%@)";

"AX_SEPARATOR_ROLE_DESCRIPTION" = "Separator";
"AX_ADD_USER_DESCRIPTION" = "Pozwala dodać użytkownika lub grupę";
"AX_DELETE_USER_DESCRIPTION" = "Usunięcie użytkownika lub grupy";
"AX_ADD_LOGIN_ITEM_DESCRIPTION" = "Dodaj element logowania";
"AX_DELETE_LOGIN_ITEM_DESCRIPTION" = "Usuń element logowania";
//
"AX_USERSTABLE_ROLE_DESCRIPTION" = "Lista";
"AX_USERSTABLE_DESCRIPTION" = "Konta, grupy oraz opcje logowania";

// the username/group name is the first item
"AX_CURRENT_USER_DESCRIPTION" = "%@, bieżący użytkownik";
"AX_OTHER_USER_DESCRIPTION" = "%@, użytkownik";
"AX_OTHER_GROUP_DESCRIPTION" = "%@, grupa";
"AX_OUTLINETABLE_DESCRIPTION" = "Inne konta";
"AX_LOGINWINDOW_OPTIONS_DESCRIPTION" = "Opcje logowania";
//
"AX_PASSWORD_ASSISTANT_DESCRIPTION" = "Asystent hasła";
"AX_ADD_ALIAS_DESCRIPTION" = "Pozwala dodać alias";
"AX_DELETE_ALIAS_DESCRIPTION" = "Pozwala usunąć alias";
//
"AX_DIVIDER_ROLE_DESC" = "oddzielenie";

"USER_CONTEXTUAL_MENU_TITLE_USER" = "Opcje zaawansowane…";
"USER_CONTEXTUAL_MENU_TITLE_GROUP" = "Dodaj użytkownika lub grupę…";

"RESTART_TITLE" = "Aby użyć tego katalogu zdefiniowanego jako katalogu domowego, należy ponownie uruchomić komputer.";

"GEAR_BUTTON_TOOLTIP" = "Opcje zaawansowane…";
"ADVANCED_OPTIONS_TITLE" = "Użytkownik: „%@”";
"NEW_ALIAS" = "Nowy alias";
"ADV_HOMEDIR_NOTFOUND_TITLE" = "Czy na pewno chcesz zmienić ścieżkę do katalogu domowego użytkownika %@ na „%@”?";
"ADV_HOMEDIR_NOTFOUND_DESCR" = "Jeżeli ta ścieżka nie będzie odpowiadała faktycznemu położeniu katalogu domowego na dysku komputera, użytkownik tego konta nie będzie mógł się zalogować.";

"CREATE_ACCOUNT" = "Utwórz konto";
"CREATE_IDENTITY" = "Utwórz konto";
"CREATE_GROUP" = "Utwórz grupę";
"CHANGE_PASSWORD_" = "Zmień hasło…";
"RESET_PASSWORD_" = "Zmień hasło...";
"CHANGE_PASSWORD" = "Zmień hasło";
"RESET_PASSWORD" = "Zmień hasło";

"MY_ACCOUNT" = "Moje konto";
"ACCOUNTS" = "Konta";
"OTHER_ACCOUNTS" = "Inne konta";
"IDENTITY_ACCOUNTS" = "Konta udostępniane";
"ACCOUNTS_HELP_MENU_TITLE" = "Pomoc Kont";

"HOMEDIRPATH_DIDCHANGE_WARNING" = "Musisz teraz ponownie uruchomić komputer, aby użyć zmienionych ustawień.";

"GROUPS" = "Grupy";
//"GROUP_IS_REGULAR" = "";
"EDIT_GROUP_NAME_NO_NAME" = "Nie podana została nazwa grupy.";
"EDIT_GROUP_NAME_EXISTS" = "Nazwa „%@” jest niedostępna.";

"USER_IS_REGULAR" = "Standard";
"USER_IS_ADMIN" = "Administrator";
"USER_IS_GUEST" = "Gość";
//"USER_IS_NOT_ADMIN" = "";
"USER_IS_NETWORK" = "Sieć";
"USER_IS_MANAGED" = "Zarządzane";
"USER_IS_SIMPLIFIED" = "Uproszczony";
"USER_HAS_MOBILE_HOMEDIR" = "Przenośny";
"USER_IS_EXTERNAL_ACCOUNT" = "Zewnętrzny";
"USER_IS_IDENTITY" = "Tylko udostępnianie";
"USERNAME_IS_ADMIN" = "Użytkownik „admin” zostanie utworzony jako użytkownik o prawach administratora. Nie można tego zmienić.";
//"USERNAME_IS_ADMIN_DESCR" = "";

"BACKUP_FV_TITLE" = "Ponieważ opcja FileVault jest włączona na tym koncie, Time Machine będzie archiwizować pliki użytkownika tylko wtedy, gdy jest on zalogowany.";

"LOGIN_WINDOW" = "Opcje logowania";
"LOGIN_WINDOW_OPTIONS" = "Opcje";
"LOGINOPTIONS_TOOLTIP" = "Zmiana sposobu logowania się użytkowników do ich kont";

"PARENTALCONTROLS_ADMIN_WARNING" = "Czy na pewno chcesz pozwolić użytkownikowi „%@” administrować komputerem?";
"PARENTALCONTROLS_ADMIN_WARNING_DESC" = "Na tym koncie nadzór rodzicielski jest włączony. Jeśli pozwolisz użytkownikowi administrować tym komputerem, te ograniczenia zostaną wyłączone. Aby ta zmiana zaczęła obowiązywać, musisz się wylogować i zalogować ponownie.";
"PARENTALCONTROLS_WARNING" = "Czy na pewno chcesz włączyć nadzór rodzicielski na koncie administratora „%@”?";
"PARENTALCONTROLS_WARNING_DESC" = "Jeśli włączysz nadzór rodzicielski na tym koncie użytkownika, to konto nie będzie mogło być używane do administrowania tym komputerem.\n\nMusisz się wylogować i zalogować ponownie, aby te zmiany zaczęły obowiązywać.";
"PARENTALCONTROLS_WARNING_NOLOGOUT" = "Jeśli włączono nadzór rodzicielski na tym koncie użytkownika, konto nie może być używane do administrowania tym komputerem.";
"PARENTALCONTROLS_ADMIN_ALERT" = "Dla konta administratora nie można włączyć nadzoru rodzicielskiego. Utwórz nowe konto użytkownika i włącz dla niego nadzór rodzicielski.";

"GUEST_FULLNAME" = "Konto gościnne";
"LOGIN_AND_SHARING" = "Logowanie, Udostępnianie";
"LOGIN_ONLY" = "Tylko logowanie";
"SHARING_ONLY" = "Tylko udostępnianie";

"NEW_USER_TITLE" = "Nowy użytkownik";
"NEW_PASSWORD" = "Nowe hasło:";
"PASSWORD" = "Hasło";

"MANAGED_TOOLTIP" = "Ta rzecz jest wyszarzona, gdyż jest ona zarządzana przez administratora systemu.";
"USER_LOGGEDIN_TOOLTIP" = "Nie można zmienić tego konta, gdyż jego użytkownik jest zalogowany.";
"ADD_ACCOUNT_TOOLTIP" = "Dodaj konto użytkownika";
"DELETE_ACCOUNT_TOOLTIP" = "Usuń zaznaczone konto użytkownika";

"NEED_LOGOUT_ME" = "Trzeba ponownie uruchomić komputer, aby wprowadzić tę zmianę.";
"NEED_LOGOUT_USER" = "Ustawienia administratora na koncie użytkownika %@ zostaną zastosowane po ponownym uruchomieniu komputera.";
//"NEED_LOGOUT_DESC" = "";

/* Special tooltips */
"ADMINCHECKBOX_3707901" = "Nie można zmienić użytkownika „admin” tak, by nie był administratorem.";
"ADMINCHECKBOX_4058550" = "Ten użytkownik należy do grupy z uprawnieniami administratora. Po więcej informacji skontaktuj się z administratorem sieci.";

/* Reset password tooltips */
"CANNT_CHANGE_PASS_MANAGED" = "Nie można zmienić hasła tego użytkownika, ponieważ jest to konto zarządzane.";
"CANNT_CHANGE_PASS_MOBILE" = "Nie można zmienić hasła tego użytkownika, ponieważ jest to konto przenośne.";
"CANNT_CHANGE_PASS_FV" = "Nie można zmienić hasła tego użytkownika, ponieważ ma on włączoną ochronę FileVault.";
"CANNT_CHANGE_PASS_PASSWORDSERVER" = "Nie można zmienić hasła tego użytkownika, ponieważ hasło dla tego konta jest dostarczane przez serwer.";
"CANNT_CHANGE_PASS_GUEST" = "Nie można zmienić hasła tego użytkownika, ponieważ to jest konto gościnne.";

/* Password error alerts */
"PASS_VERIFY_ERR" = "Hasło i hasło powtórzone nie są takie same. Wpisz hasło ponownie.";
//"PASS_VERIFY_ERR_DESC" = "";
"PASS_VERIFY_ERR_SHORT" = "Hasła nie pokrywają się.";

"PASS_IS_EMPTY_FV_ERR" = "Hasło jest puste.";
//"PASS_IS_TOO_SHORT_ERR_DESC" = "";

"PASS_IS_EMPTY_ERR" = "Nie zostało podane hasło.";
"PASS_IS_EMPTY_ERR_DESC" = "By włączyć FileVault, należy mieć hasło dla tego konta użytkownika.";

"PASS_IS_EMPTY_WARN" = "Nie zostało podane hasło dla tego konta użytkownika. Czy na pewno chcesz tak uczynić?";
"PASS_IS_EMPTY_WARN_DESC" = "Ponieważ nie zostało podane hasło dla tego konta użytkownika, każdy będzie mógł zalogować się na tym komputerze.";
"SET_PASSWORD" = "Ustal hasło";

"PASS_REQUIRED_ERR" = "Dla administratora wymagane jest hasło. Określ hasło.";
"PASS_REQUIRED_ERR_DESC" = "Użytkownik „%@” ma puste hasło.";

"OLD_PASSWORD" = "Stare hasło:";
"MASTER_PASSWORD" = "Hasło główne:";
"MASTER_PASSWORD_IS_EMPTY_ERR" = "Nie zostało podane hasło główne.";
"PASS_RESET_FAILED_TITLE" = "Wyzerowanie haseł nie powiodło się.";
"CHANGE_PASS_FAILED_TITLE" = "Hasło dla konta „%@” nie zostało zmienione.";

"CHANGE_PASS_FAILED" = "Twój administrator systemu może nie zezwolić na zmianę Twojego hasła lub wystąpił inny problem z Twoim hasłem. Aby uzyskać pomoc, skontaktuj się z administratorem systemu.";
"CHANGE_PASS_FAILED_NewPasswordRequired" = "Musisz podać nowe hasło.";
"CHANGE_PASS_FAILED_QualityCheck" = "Twoje hasło nie spełnia wymagań określonych przez administratora serwera. Prawdopodobnie należy użyć innych znaków, cyfr lub symboli w swoim haśle. Jeśli nie wiesz, jak zmienić hasło, skontaktuj się z administratorem systemu, zanim spróbujesz ponownie.";
"CHANGE_PASS_FAILED_TooShort" = "Hasło jest za krótkie. Podaj dłuższe hasło.";
"CHANGE_PASS_FAILED_TooLong" = "Hasło jest za długie. Podaj krótsze hasło.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Hasło musi zawierać co najmniej jedną literę oprócz innych znaków. Podaj ponownie hasło.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Hasło musi zawierać co najmniej jedną cyfrę oprócz innych znaków. Podaj ponownie hasło.";
"CHANGE_PASS_FAILED_TooSoon" = "Hasło już zostało niedawno zmienione i nie można go ponownie zmienić w tym momencie, ponieważ administrator systemu nie zezwala na tak częstą zmianę hasła. Skontaktuj się z administratorem systemu, aby uzyskać pomoc.";
"CHANGE_PASS_FAILED_Expired" = "Hasło straciło ważność i trzeba je zmienić.";
"CHANGE_PASS_FAILED_FV" = "Na koncie włączone jest FileVault. Spróbuj wyłączyć FileVault, zmienić hasło, a następnie włączyć ponownie FileVault.";


/* No room to create new user */
"CREATE_USER_NO_ROOM" = "Nie ma zbyt dużo wolnego miejsca, by utworzyć nowe konto użytkownika.";
"CREATE_USER_NO_ROOM_DESC" = "Utworzenie nowego konta użytkownika wymaga dodatkowo %@ miejsca na dysku. Spróbuj opróżnić Kosz lub usunąć niepotrzebne pliki z dysku, a następnie utwórz nowe konto użytkownika.";

/* Home folder exists */
"HOME_EXISTS_ERR" = "W katalogu „Użytkownicy” istnieje już plik o nazwie „%@”.";
"HOME_EXISTS_ERR_DESCR" = "Podaj nową nazwę skróconą. Nie możesz użyć tych samych liter, nawet jeśli zmienisz ich wielkość.";
"HOME_EXISTS_WARN" = "W katalogu „Użytkownicy” istnieje już katalog o nazwie „%@”. Czy chcesz użyć tego katalogu jako katalogu domowego dla tego konta użytkownika?";
"HOME_EXISTS_WARN_DESCR" = "Jeśli nie chcesz użyć tego katalogu jako katalogu domowego dla tego konta, kliknij w Anuluj i podaj nową nazwę skróconą. Nie można podawać tej samej nazwy z różnymi literami małymi lub dużymi.";


/* Delete user */
"DELETE_USER_BUTTON" = "Usuń użytkownika…";
"DELETE_CACHED_USER_BUTTON" = "Usuń…";

"DELETE_MOBILE_USER" = "Czy na pewno chcesz usunąć przenośne konto użytkownika „%@”?";
"DELETE_USER" = "Czy na pewno chcesz usunąć konto użytkownika „%@”?";
"DELETE_IDENTITY" = "Czy na pewno chcesz usunąć udostępniane konto „%@”?";
"DELETE_GROUP" = "Czy na pewno chcesz usunąć grupę „%@”?";

"DELETE_USER_DESC" = "By usunąć to konto użytkownika, zaznacz najpierw, co chcesz zrobić z katalogiem tego konta, a potem kliknij w OK.";

/*"DELETE_USER_DESC" = "To delete the account and save the contents of the user’s home folder, \“%@\”, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately.";*/
/*"DELETE_USER_DESC" = "To delete \“%@\” user account but save the user’s home folder, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately";*/
/*"DELETE_USER_DESC" = "The contents of the user’s home folder, \“%@,\” will be saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open the file. If you do not want to save the user’s home folder, click Delete Immediately.";*/
"DELETE_ODDUSER_DESC" = "Konto użytkownika „%@” zostanie trwale usunięte.";
"DELETE_IDENTITY_DESC" = "Konto udostępniane „%@” zostanie trwale usunięte.";
"DELETE_GROUP_DESC" = "Grupa „%@” zostanie trwale usunięta.";

"DELETE_GUEST_USER" = "Konto gościnne „%@” zostanie trwale usunięte.";
//"DELETE_GUEST_USER_DESC" = "";

"DELETE_USER_DI_SUBTITLE" = "Obraz dysku zostanie zachowany w katalogu Usunięci użytkownicy (wewnątrz katalogu Użytkownicy).";
"DELETE_USER_DI_SUBTITLE_NO_ROOM" = "Nie można zachować katalogu domowego. By go zachować, potrzeba %@ wolnego miejsca na dysku.";
"DELETE_USER_NO_ROOM" = "Czy na pewno chcesz usunąć konto użytkownika „%@”?";
"DELETE_USER_NO_ROOM_DESC" = "Katalog domowy użytkownika nie zostanie zachowany. Wymaga to %@ miejsca na dysku. Spróbuj opróżnić Kosz lub usunąć niepotrzebne pliki z dysku, a następnie usunąć konto użytkownika. Jeśli nie chcesz zachować katalogu domowego, kliknij w Usuń natychmiast.";

"DELETE_CACHED_USER" = "Czy na pewno chcesz usunąć umieszczone w pamięci podręcznej konto „%@”?";
"DELETE_CACHED_USER_DESC" = "Umieszczone w pamięci podręcznej konto, włącznie z katalogiem domowym, zostanie usunięte z tego komputera.";

"DELETE_USER_ERR" = "Nie można usunąć konta użytkownika %@";
"DELETE_USER_ERR_DESC" = "Wystąpił błąd podczas archiwizowania katalogu domowego użytkownika.";

/* User name isn't unique alert */
"USERNAME_IS_NOT_UNIQUE" = "Już jest użytkownik o nazwie „%@”. Podaj inną nazwę.";
//"USERNAME_IS_NOT_UNIQUE_DESC" = "";
"USERNAME_IS_NOT_UNIQUE_SHORT" = "Ta nazwa jest używana przez innego użytkownika";

"USERNAME_IS_NOT_AVAILABLE" = "Nazwa „%@” jest niedostępna. Podaj inną nazwę.";
//"USERNAME_IS_NOT_AVAILABLE_DESC" = "";
"USERNAME_IS_NOT_AVAILABLE_SHORT" = "Ta nazwa jest niedostępna";

/* UNIX name isn't unique alert */
"UNIXNAME_IS_NOT_UNIQUE" = "Już jest użytkownik o nazwie skróconej „%@”. Podaj inną nazwę skróconą.";
//"UNIXNAME_IS_NOT_UNIQUE_DESC" = "";
"UNIXNAME_IS_NOT_UNIQUE_SHORT" = "Ta nazwa jest używana przez innego użytkownika";


/* User name is empty alert */
"USERNAME_IS_EMPTY" = "Pole nazwy jest puste.";
//"USERNAME_IS_EMPTY_DESC" = "";
"USERNAME_IS_EMPTY_SHORT" = "Pole nazwiska nie może być puste";


/* Short name is empty alert */
"UNIXNAME_IS_EMPTY" = "Pole nazwy skróconej jest puste. Podaj nazwę skróconą.";
//"UNIXNAME_IS_EMPTY_DESC" = "";
"UNIXNAME_IS_EMPTY_SHORT" = "Pole nazwy nie może być puste";


/* Short name is not valid alert */
"UNIXNAME_IS_NOT_VALID" = "Nazwa „%@” jest niepoprawna. Podaj inną nazwę.";
"UNIXNAME_IS_NOT_VALID_DESC" = "Jest to zamienna nazwa dla konta, używana w niektórych usługach sieciowych. Podaj ją, używając małych liter, bez spacji i znaków specjalnych.";
"UNIXNAME_IS_NOT_VALID_SHORT" = "Nie może zawierać znaków spacji ani specjalnych";
/*A valid name consists of 255 characters or fewer which can be lowercase a through z, 0 through 9, and underscore.";*/


/* Short name is "Pubic" alert */
"UNIXNAME_IS_PUBLIC" = "„public” jest nazwą zarezerwowaną. Podaj inną nazwę.";
//"UNIXNAME_IS_PUBLIC_DESC" = "";
"UNIXNAME_IS_PUBLIC_SHORT" = "„public” jest nazwą zarezerwowaną";

/* Short name is "Pubic" alert */
"UNIXNAME_IS_FTP_SHORT" = "Nazwa „ftp” jest zarezerwowana";

/* Authenticate panels */
"REQUIRES_PASSWORD" = "Aby dokonać zmian dotyczących wielu użytkowników, musisz podać hasło administratora.";
"INCORRECT_PASSWORD" = "Podane stare hasło jest niepoprawne. Spróbuj ponownie.";
//"INCORRECT_PASSWORD_DESC" = "";
"NONADMIN_USER" = "Niewłaściwy użytkownik";
"NONADMIN_USER_DESC" = "„%@” nie ma uprawnień administratora na tym komputerze. Tylko administrator może dokonywać takich zmian.";
"AUTHPANEL_CAPTION_INSERT_NAME" = "nazwy";
"AUTHPANEL_CAPTION_INSERT_PICTURE" = "obrazka";
"AUTHPANEL_CAPTION" = "Zmiana %@ wymaga uwierzytelnienia.";


/* Authentication */
"AUTHENTICATING..." = "Uwierzytelniam…";


/* Enable hint alert */
"ENABLE_HINT" = "Na tym komputerze podpowiedź hasła jest teraz wyłączona. Czy chcesz ją włączyć?";
"ENABLE_HINT_DESC" = "Podpowiedź wyświetlana jest po trzech nieudanych próbach zalogowania. Aby włączyć podpowiedzi, otwórz preferencje kont i kliknij w Opcje logowania.";


/* Autologin alert */
"AUTOLOGIN_TITLE" = "Automatyczne logowanie jest włączone. Czy chcesz je wyłączyć?";
"AUTOLOGIN_DESCR" = "Jeśli automatyczne logowanie pozostanie włączone, należy się wylogować, aby pozwolić temu użytkownikowi zalogować się do swojego konta. Ten komputer będzie po ponownym uruchomieniu lub wyłączeniu automatycznie logował się jako użytkownik „%@”.";
"AUTOLOGIN_OK" = "Zachowaj automatyczne logowanie";
"AUTOLOGIN_NO" = "Wyłącz automatyczne logowanie";
"AUTOLOGIN_CHECKBOX" = "Loguj się automatycznie jako %@";
"AUTOLOGIN_DISABLED_FOR_FVUSER" = "Użytkownik z zaszyfrowanym katalogiem domowym nie może logować się automatycznie";
"AUTOLOGIN_MANAGED" = "Nie można włączyć automatycznego logowania, gdyż zostało wyłączone przez administratora systemu.";


/* Keychain related alert */
"KEYCHAIN_NONADMIN_PASSWORD" = "Hasło dostępu do Twojego pęku kluczy zostanie zmienione na hasło Twojego nowego konta.";
//"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "Hasło dostępu do Twojego pęku kluczy „login” zostanie zmienione na Twoje nowe hasło.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Jeśli pęk kluczy „login” jest zablokowany, musisz podać bieżące hasło dostępu do tego pęku kluczy, zanim zmienisz to hasło.";

"KEYCHAIN_ADMIN_OTHER_PASSWORD" = "Hasło do pęku kluczy dla tego użytkownika nie może zostać zmienione na hasło nowego konta. Stare hasło pęku kluczy pozostaje aktualne.";
"KEYCHAIN_ADMIN_OTHER_PASSWORD_DESCR" = "Użytkownik może zmieniać hasło dostępu do pęku kluczy w programie Dostęp do pęku kluczy w katalogu Narzędzia.";


/* User picture */
"APPLE_PICTURES" = "Obrazki Apple";

"PICTURE_IS_TOO_LARGE_ERR" = "Zaznaczony obrazek jest zbyt duży. Zaznacz inny obrazek.";
"PICTURE_IS_TOO_LARGE_DESC" = "Obrazek użytkownika powinien mieć wymiary 128 na 128 pikseli lub mniej.";


/* Login Items */
"UNKNOWN" = "Nieznany";
"FILEEXISTS" = "Plik istnieje";
"LOGINITEMEXISTS" = "Element logowania ‘%@’ już jest na liście.";

"ADD_LOGINITEM_TOOLTIP" = "Dodaj element do listy okna logowania";
"DELETE_LOGINITEM_TOOLTIP" = "Usuń zaznaczony element";

"LOGINITEMS_MANAGED_TITLE" = "Nie można usunąć tych elementów logowania.";
"LOGINITEMS_MANAGED_TEXT" = "Nie można usunąć jednego lub więcej elementów logowania, gdyż są one zarządzane przez administratora systemu.";
"LOGINITEMS_MANAGED_TOOLTIP" = "Nie można zmienić tej rzeczy, gdyż jest ona zarządzana przez administratora systemu.";
"LOGINITEM_GLOBAL_TOOLTIP" = "Nie można zmienić tej rzeczy, ponieważ preferencje kont są zablokowane.";

"LOGINITEMS_DELETEGLOBAL_WARNING_TITLE" = "Czy na pewno chcesz usunąć tę rzecz?";
"LOGINITEMS_DELETEGLOBAL_WARNING_DESC" = "Usunięcie rzeczy „%@” będzie miało wpływ na wszystkich użytkowników komputera.";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_TITLE" = "Czy na pewno chcesz usunąć te rzeczy?";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_DESC" = "Usunięcie ich będzie miało wpływ na wszystkich użytkowników komputera.";


"CLASSIC_WARNING" = "Nie można dodać programu Classic Startup do elementów logowania.";
"CLASSIC_TEXT" = "Użycie środowiska Classic jest zarządzane przez administratora systemu.";

"LOGINITEMS_MANAGED_PANE_TEXT" = "Nie można zmienić elementów logowania, gdyż są one zarządzane przez administratora systemu.";

"MULTIUSER_WARNING" = "Uwaga";
"MULTIUSER_WARNING_DESC" = "Ta cecha pozwoli innym użytkownikom pozostać zalogowanym i kontynuować pracę programu w tle, gdy Ty używasz tego komputera. Ta cecha powinna być włączona na tym komputerze, jeśli masz zaufanie do innych użytkowników.";

"LOGIN_ITEM_NAME_TEMPLATE" = "%@ (wszyscy użytkownicy)";

/* SBS */
"SBS_LOCAL_PASSWORD_INCORRECT_SHORT" = "Nie zostało podane poprawne hasło dla tego lokalnego konta użytkownika.";
"SBS_DETAILS_FORMAT" = "To konto jest skojarzone w parę z kontem „%@” na serwerze „%@”.";
"SBS_NETWORK_ACCOUNT_LABEL" = "Podaj nazwę i hasło dla „%@” podane przez administratora serwera.";
"SBS_LOCAL_ACCOUNT_LABEL" = "Podaj hasło dla konta „%@” na tym komputerze.";


/* Mobility */
"MobilityCreateButtonTitle" = "Utwórz…";
"MobilityConfigureButtonTitle" = "Ustawienia…";


/* .Mac */
".MAC_NAME_ERR" = "Nie można użyć nazwy użytkownika .Mac „%@”.";
".MAC_NAME_ERR_DESCR" = "Nazwa „%@” jest już przydzielona do innej tożsamości.";
"DOTMAC_NAME_TEMPLATE" = "Nazwa %@:";
"DOTMAC_PASSWORD_TEMPLATE" = "Hasło %@:";
"DOTMAC_USERNAME_TEMPLATE" = "Użytkownik %@:";

